Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 将同名且同模型的多条声纹按样本数加权合并为一条（向量取质心，来源录音合并）；无跨模型合并，原条目归入最早一条。
ar: تدمج عدة بصمات صوتية بالاسم والنموذج نفسهما في بصمة واحدة بترجيح عدد العينات (يصبح المتجه مركز الثقل وتُدمج التسجيلات المصدر)؛ ولا يوجد دمج بين النماذج، وتُضم العناصر الأصلية إلى الأقدم.
de: Mehrere Stimmprofile mit gleichem Namen und Modell werden nach Stichprobenzahl gewichtet zu einem zusammengeführt (Vektor als Schwerpunkt, Quellaufnahmen zusammengelegt); keine modellübergreifende Zusammenführung, die ursprünglichen Einträge gehen in den ältesten über.
en: Merges multiple voiceprints with the same name and model into one, weighted by sample count (the vector becomes the centroid and the source recordings are merged); no cross-model merging, and the original entries fold into the earliest one.
es: Combina varias huellas de voz con el mismo nombre y modelo en una sola, ponderada por el número de muestras (el vector pasa a ser el centroide y se combinan las grabaciones de origen); sin combinación entre modelos, y las entradas originales se integran en la más antigua.
fr: Fusionne plusieurs empreintes vocales de même nom et même modèle en une seule, pondérée par le nombre d'échantillons (le vecteur devient le centroïde, les enregistrements sources sont fusionnés) ; pas de fusion entre modèles, les entrées d'origine sont regroupées dans la plus ancienne.
hi: समान नाम और समान मॉडल के कई वॉयसप्रिंट को नमूनों की संख्या से भारित करके एक में मर्ज करता है (वेक्टर केंद्रक बनता है, स्रोत रिकॉर्डिंग मर्ज होती हैं); मॉडल के बीच मर्ज नहीं होता, मूल प्रविष्टियाँ सबसे पुरानी में समाहित होती हैं।
id: Gabungkan beberapa sidik suara dengan nama dan model sama menjadi satu, ditimbang berdasarkan jumlah sampel (vektor menjadi centroid dan rekaman sumber digabung); tidak ada penggabungan antar model, dan item asli masuk ke yang paling awal.
it: Unisce più impronte vocali con lo stesso nome e modello in una sola, ponderata per il numero di campioni (il vettore diventa il centroide e le registrazioni di origine vengono unite); nessuna unione tra modelli e le voci originali confluiscono nella più antica.
ja: 同じ名前かつ同じモデルの複数の声紋を、サンプル数で重み付けして 1 件に統合します（ベクトルは重心、元の録音は統合）。モデルをまたぐ統合は行わず、元の項目は最も古い 1 件にまとめられます。
ko: 같은 이름과 같은 모델의 여러 음성 지문을 샘플 수로 가중해 하나로 병합합니다(벡터는 중심, 원본 녹음은 병합). 모델 간 병합은 하지 않으며 원래 항목은 가장 이른 항목에 합쳐집니다.
nl: Voegt meerdere spraakafdrukken met dezelfde naam en hetzelfde model samen tot één, gewogen naar aantal monsters (de vector wordt het zwaartepunt en de bronopnamen worden samengevoegd); geen samenvoeging tussen modellen, en de oorspronkelijke items gaan op in de oudste.
pl: Scala wiele odcisków głosu o tej samej nazwie i modelu w jeden, ważony liczbą próbek (wektor staje się centroidem, nagrania źródłowe są scalane); brak scalania między modelami, a oryginalne elementy trafiają do najstarszego.
pt: Junta várias impressões vocais com o mesmo nome e modelo numa só, ponderada pelo número de amostras (o vetor passa a ser o centroide e as gravações de origem são combinadas); sem junção entre modelos, e os itens originais são integrados no mais antigo.
ru: Объединяет несколько голосовых отпечатков с одинаковым именем и моделью в один с весами по числу образцов (вектор становится центроидом, исходные записи объединяются); слияния между моделями нет, исходные элементы попадают в самый ранний.
sv: Slår samman flera röstavtryck med samma namn och modell till ett, viktat efter antal prover (vektorn blir centroiden och källinspelningarna slås samman); ingen sammanslagning mellan modeller och de ursprungliga objekten förs till det tidigaste.
th: รวมลายเสียงหลายรายการที่ชื่อและโมเดลเดียวกันเป็นหนึ่งรายการโดยถ่วงน้ำหนักตามจำนวนตัวอย่าง (เวกเตอร์เป็นค่ากลาง และบันทึกต้นทางถูกรวม) ไม่รวมข้ามโมเดล และรายการเดิมจะถูกรวมเข้าที่เก่าที่สุด
tr: Aynı ad ve aynı modele sahip birden çok ses izini örnek sayısına göre ağırlıklı olarak tek bir izde birleştirir (vektör ağırlık merkezi olur, kaynak kayıtlar birleştirilir); modeller arası birleştirme yoktur ve asıl öğeler en erken olana katılır.
uk: Об’єднує кілька голосових відбитків з однаковою назвою та моделлю в один із зважуванням за кількістю зразків (вектор стає центроїдом, вихідні записи об’єднуються); міжмодельного об’єднання немає, вихідні елементи долучаються до найранішого.
vi: Hợp nhất nhiều dấu vân giọng nói cùng tên và cùng mô hình thành một, có trọng số theo số mẫu (vector lấy trung tâm, các bản ghi nguồn được hợp nhất); không hợp nhất khác mô hình, các mục gốc được gộp vào mục sớm nhất.
zh_hant: 將同名且同模型的多條聲紋按樣本數加權合併為一條（向量取質心，來源錄音合併）；不跨模型合併，原條目歸入最早一條。

source: 将执行
ar: سيُنفَّذ
de: Wird ausgeführt
en: Will run
es: Se ejecutará
fr: Sera exécuté
hi: चलाया जाएगा
id: Akan dijalankan
it: Verrà eseguito
ja: 実行する項目
ko: 실행할 항목
nl: Wordt uitgevoerd
pl: Zostanie wykonane
pt: Será executado
ru: Будет выполнено
sv: Körs
th: จะดำเนินการ
tr: Çalıştırılacak
uk: Буде виконано
vi: Sẽ chạy
zh_hant: 將執行

source: 将数据文件夹重置为默认路径：%@ 注意：自定义路径下的现有数据不会迁移，仍保留在原文件夹。重置后需要重启应用以重新加载数据。
ar: إعادة تعيين مجلد البيانات إلى المسار الافتراضي: %@ ملاحظة: لن تُنقل البيانات الموجودة في المسار المخصص وستبقى في المجلد الأصلي. يجب إعادة تشغيل التطبيق بعد إعادة التعيين لإعادة تحميل البيانات.
de: Datenordner auf den Standardpfad zurücksetzen: %@ Hinweis: Vorhandene Daten im benutzerdefinierten Pfad werden nicht migriert und bleiben im ursprünglichen Ordner. Nach dem Zurücksetzen muss die App neu gestartet werden, um die Daten neu zu laden.
en: Reset the data folder to the default path: %@ Note: existing data in the custom path will not be migrated and remains in the original folder. You must restart the app after resetting to reload the data.
es: Restablecer la carpeta de datos a la ruta predeterminada: %@ Nota: los datos existentes en la ruta personalizada no se migrarán y permanecerán en la carpeta original. Debes reiniciar la app tras restablecer para volver a cargar los datos.
fr: Réinitialiser le dossier de données au chemin par défaut : %@ Remarque : les données existantes dans le chemin personnalisé ne seront pas migrées et resteront dans le dossier d'origine. Vous devez redémarrer l'application après la réinitialisation pour recharger les données.
hi: डेटा फ़ोल्डर को डिफ़ॉल्ट पथ पर रीसेट करें: %@ ध्यान दें: कस्टम पथ में मौजूद डेटा स्थानांतरित नहीं होगा और मूल फ़ोल्डर में ही रहेगा। रीसेट के बाद डेटा दोबारा लोड करने के लिए ऐप को पुनः आरंभ करना होगा।
id: Setel ulang folder data ke jalur default: %@ Catatan: data yang ada di jalur kustom tidak akan dipindahkan dan tetap berada di folder asal. Setelah disetel ulang, Anda perlu memulai ulang aplikasi untuk memuat ulang data.
it: Reimposta la cartella dati sul percorso predefinito: %@ Nota: i dati esistenti nel percorso personalizzato non verranno migrati e rimarranno nella cartella originale. Dopo la reimpostazione è necessario riavviare l'app per ricaricare i dati.
ja: データフォルダを既定のパスにリセットします：%@ 注意：カスタムパスにある既存のデータは移行されず、元のフォルダに残ります。リセット後はデータを再読み込みするためにアプリを再起動する必要があります。
ko: 데이터 폴더를 기본 경로로 재설정합니다: %@ 참고: 사용자 지정 경로의 기존 데이터는 이전되지 않고 원래 폴더에 남아 있습니다. 재설정 후 데이터를 다시 불러오려면 앱을 재시작해야 합니다.
nl: De gegevensmap terugzetten op het standaardpad: %@ Let op: bestaande gegevens in het aangepaste pad worden niet gemigreerd en blijven in de oorspronkelijke map staan. Na het terugzetten moet je de app opnieuw starten om de gegevens opnieuw te laden.
pl: Przywróć folder danych do ścieżki domyślnej: %@ Uwaga: istniejące dane w ścieżce niestandardowej nie zostaną przeniesione i pozostaną w oryginalnym folderze. Po przywróceniu musisz ponownie uruchomić aplikację, aby ponownie wczytać dane.
pt: Redefinir a pasta de dados para o caminho padrão: %@ Observação: os dados existentes no caminho personalizado não serão migrados e permanecerão na pasta original. É preciso reiniciar o app após a redefinição para recarregar os dados.
ru: Сбросить папку данных на путь по умолчанию: %@ Примечание: существующие данные по пользовательскому пути не будут перенесены и останутся в исходной папке. После сброса потребуется перезапустить приложение, чтобы заново загрузить данные.
sv: Återställ datamappen till standardsökvägen: %@ Obs! Befintliga data på den anpassade sökvägen migreras inte och finns kvar i den ursprungliga mappen. Du måste starta om appen efter återställningen för att läsa in data igen.
th: รีเซ็ตโฟลเดอร์ข้อมูลกลับเป็นพาธเริ่มต้น: %@ หมายเหตุ: ข้อมูลที่มีอยู่ในพาธที่กำหนดเองจะไม่ถูกย้าย และจะยังคงอยู่ในโฟลเดอร์เดิม หลังรีเซ็ตต้องรีสตาร์ทแอปเพื่อโหลดข้อมูลใหม่
tr: Veri klasörünü varsayılan yola sıfırla: %@ Not: Özel yoldaki mevcut veriler taşınmaz ve özgün klasörde kalır. Sıfırlamadan sonra verileri yeniden yüklemek için uygulamayı yeniden başlatmanız gerekir.
uk: Скинути теку даних до стандартного шляху: %@ Примітка: наявні дані в користувацькому шляху не буде перенесено, вони залишаться у вихідній теці. Після скидання потрібно перезапустити застосунок, щоб заново завантажити дані.
vi: Đặt lại thư mục dữ liệu về đường dẫn mặc định: %@ Lưu ý: dữ liệu hiện có ở đường dẫn tùy chỉnh sẽ không được di chuyển và vẫn nằm trong thư mục gốc. Sau khi đặt lại, bạn cần khởi động lại ứng dụng để tải lại dữ liệu.
zh_hant: 將資料資料夾重設為預設路徑：%@ 注意：自訂路徑下的現有資料不會搬移，仍保留在原資料夾。重設後需要重新啟動應用程式以重新載入資料。

source: 将跳过
ar: سيُتخطى
de: Wird übersprungen
en: Will skip
es: Se omitirá
fr: Sera ignoré
hi: छोड़ा जाएगा
id: Akan dilewati
it: Verrà saltato
ja: スキップする項目
ko: 건너뛸 항목
nl: Wordt overgeslagen
pl: Zostanie pominięte
pt: Será ignorado
ru: Будет пропущено
sv: Hoppas över
th: จะข้าม
tr: Atlanacak
uk: Буде пропущено
vi: Sẽ bỏ qua
zh_hant: 將跳過

source: 小时
ar: ساعات
de: Stunden
en: hours
es: horas
fr: heures
hi: घंटे
id: jam
it: ore
ja: 時間
ko: 시간
nl: uur
pl: godzin
pt: horas
ru: часов
sv: timmar
th: ชั่วโมง
tr: saat
uk: годин
vi: giờ
zh_hant: 小時

source: 尚未分析画面
ar: لم يُحلّل المحتوى المرئي
de: Bilder noch nicht analysiert
en: Visuals Not Analyzed
es: Imágenes sin analizar
fr: Visuels non analysés
hi: दृश्य का विश्लेषण नहीं हुआ
id: Visual belum dianalisis
it: Contenuti visivi non analizzati
ja: 画面は未分析
ko: 화면 미분석
nl: Beelden niet geanalyseerd
pl: Obraz nieprzeanalizowany
pt: Imagens não analisadas
ru: Изображения не проанализированы
sv: Bilder ej analyserade
th: ยังไม่ได้วิเคราะห์ภาพ
tr: Görseller analiz edilmedi
uk: Зображення не проаналізовано
vi: Chưa phân tích hình ảnh
zh_hant: 尚未分析畫面

source: 尚未注册声纹。转写完成后在转写页点底部“声纹”按钮，为说话人填写真实姓名即可注册。
ar: لم يتم تسجيل أي بصمة صوتية بعد. بعد إتمام التفريغ، اضغط زر “البصمة” أسفل صفحة التفريغ وأدخل الاسم الحقيقي للمتحدث للتسجيل.
de: Noch kein Stimmprofil registriert. Nach der Transkription unten auf der Transkriptionsseite auf „Stimmprofil“ klicken und den echten Namen des Sprechers eintragen, um es zu registrieren.
en: No voiceprint registered yet. After transcription, click the Voiceprint button at the bottom of the transcription page and enter the speaker's real name to register.
es: Aún no hay huellas de voz registradas. Tras la transcripción, pulse el botón “Huella de voz” en la parte inferior de la página y escriba el nombre real del hablante para registrarla.
fr: Aucune empreinte vocale enregistrée pour le moment. Après la transcription, cliquez sur le bouton « Empreinte » en bas de la page et saisissez le nom réel du locuteur pour l'enregistrer.
hi: अभी कोई वॉइसप्रिंट पंजीकृत नहीं। ट्रांसक्रिप्शन के बाद ट्रांसक्रिप्शन पेज के नीचे “वॉइसप्रिंट” बटन दबाएँ और वक्ता का वास्तविक नाम भरकर पंजीकृत करें।
id: Belum ada voiceprint terdaftar. Setelah transkripsi, klik tombol Voiceprint di bagian bawah halaman transkripsi dan masukkan nama asli pembicara untuk mendaftar.
it: Nessuna impronta vocale ancora registrata. Dopo la trascrizione, fai clic sul pulsante Voiceprint in fondo alla pagina di trascrizione e inserisci il nome reale del parlante per registrarla.
ja: 声紋はまだ登録されていません。文字起こしの完了後、文字起こしページ下部の「声紋」ボタンを押し、話者の実名を入力すると登録できます。
ko: 아직 등록된 음성 지문이 없습니다. 전사 완료 후 전사 페이지 아래쪽의 “음성 지문” 버튼을 누르고 화자의 실제 이름을 입력하면 등록됩니다.
nl: Nog geen stemprofiel geregistreerd. Klik na de transcriptie onderaan de transcriptiepagina op de knop Stemprofiel en voer de echte naam van de spreker in om te registreren.
pl: Nie zarejestrowano jeszcze żadnego odcisku głosu. Po transkrypcji kliknij przycisk Odcisk głosu na dole strony transkrypcji i wpisz prawdziwe imię mówcy, aby go zarejestrować.
pt: Nenhuma impressão vocal registrada ainda. Após a transcrição, clique no botão Impressão vocal na parte inferior da página de transcrição e informe o nome real do falante para registrar.
ru: Голосовой отпечаток ещё не зарегистрирован. После транскрипции нажмите кнопку «Голосовой отпечаток» внизу страницы транскрипции и введите настоящее имя говорящего, чтобы зарегистрировать.
sv: Inget röstavtryck registrerat ännu. Klicka på knappen Röstavtryck längst ned på transkriptionssidan efter transkriptionen och ange talarens riktiga namn för att registrera.
th: ยังไม่ได้ลงทะเบียนลายเสียง หลังถอดเสียงเสร็จ ให้กดปุ่ม “ลายเสียง” ด้านล่างของหน้าคำถอดเสียง แล้วกรอกชื่อจริงของผู้พูดเพื่อลงทะเบียน
tr: Henüz kayıtlı ses izi yok. Döküm tamamlandıktan sonra döküm sayfasının altındaki “Ses İzi” düğmesine tıklayın ve konuşmacının gerçek adını girerek kaydedin.
uk: Голосовий відбиток ще не зареєстровано. Після транскрипції натисніть кнопку «Голосовий відбиток» внизу сторінки транскрипції та введіть справжнє ім'я мовця, щоб зареєструвати.
vi: Chưa đăng ký giọng nói nào. Sau khi chuyển âm xong, nhấp nút “Giọng nói” ở cuối trang chuyển âm và nhập tên thật của người nói để đăng ký.
zh_hant: 尚未註冊聲紋。轉錄完成後在轉錄頁點底部「聲紋」按鈕，為說話人填寫真實姓名即可註冊。

source: 尚未生成总结
ar: لم يُنشأ ملخص بعد
de: Noch keine Zusammenfassung erstellt
en: No summary generated yet
es: Aún no se ha generado resumen
fr: Aucun résumé généré pour l'instant
hi: अभी कोई सारांश नहीं बना
id: Belum ada ringkasan yang dibuat
it: Nessun riassunto ancora generato
ja: 要約はまだ生成されていません
ko: 아직 요약이 생성되지 않았습니다
nl: Nog geen samenvatting gegenereerd
pl: Nie wygenerowano jeszcze podsumowania
pt: Nenhum resumo gerado ainda
ru: Резюме ещё не создано
sv: Ingen sammanfattning har skapats ännu
th: ยังไม่ได้สร้างสรุป
tr: Henüz özet oluşturulmadı
uk: Ще не створено підсумку
vi: Chưa có tóm tắt nào được tạo
zh_hant: 尚未生成總結

source: 尚未转写
ar: لم يُفرّغ بعد
de: Noch nicht transkribiert
en: Not transcribed yet
es: Sin transcribir
fr: Pas encore transcrit
hi: अभी ट्रांसक्राइब नहीं हुआ
id: Belum ditranskripsi
it: Non ancora trascritto
ja: 未文字起こし
ko: 아직 전사되지 않음
nl: Nog niet getranscribeerd
pl: Jeszcze nie transkrybowano
pt: Ainda não transcrito
ru: Ещё не расшифровано
sv: Inte transkriberad ännu
th: ยังไม่ได้ถอดความ
tr: Henüz çeviri yazı yok
uk: Ще не транскрибовано
vi: Chưa được chuyển ngữ
zh_hant: 尚未轉寫

source: 尚未连接智能服务
ar: لم يتم الاتصال بالخدمات الذكية بعد
de: Intelligente Dienste noch nicht verbunden
en: Intelligent Services not connected yet
es: Servicios inteligentes aún no conectados
fr: Services intelligents non connectés
hi: स्मार्ट सेवाएँ अभी कनेक्ट नहीं हैं
id: Layanan Cerdas belum terhubung
it: Servizi intelligenti non ancora connessi
ja: インテリジェントサービスに未接続
ko: 지능형 서비스가 아직 연결되지 않음
nl: Intelligente diensten nog niet verbonden
pl: Usługi inteligentne nie są jeszcze połączone
pt: Serviços inteligentes ainda não ligados
ru: Интеллектуальные сервисы ещё не подключены
sv: Intelligenta tjänster är inte anslutna än
th: ยังไม่ได้เชื่อมต่อบริการอัจฉริยะ
tr: Akıllı Hizmetler henüz bağlanmadı
uk: Інтелектуальні сервіси ще не підключено
vi: Chưa kết nối Dịch vụ thông minh
zh_hant: 尚未連接智慧服務

source: 就绪
ar: جاهز
de: Bereit
en: Ready
es: Listo
fr: Prêt
hi: तैयार
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Gereed
pl: Gotowy
pt: Pronto
ru: Готов
sv: Redo
th: พร้อม
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hant: 就緒

source: 屏幕共享说明
ar: مشاركة الشاشة
de: Bildschirmfreigabe
en: Screen Sharing Notes
es: Uso compartido de pantalla
fr: Partage d'écran
hi: स्क्रीन साझाकरण
id: Berbagi layar
it: Condivisione dello schermo
ja: 画面共有について
ko: 화면 공유 안내
nl: Scherm delen
pl: Udostępnianie ekranu
pt: Compartilhamento de tela
ru: Демонстрация экрана
sv: Skärmdelning
th: การแชร์หน้าจอ
tr: Ekran paylaşımı
uk: Спільний доступ до екрана
vi: Chia sẻ màn hình
zh_hant: 螢幕共享說明

source: 屏幕录制
ar: تسجيل الشاشة
de: Bildschirmaufnahme
en: Screen Recording
es: Grabación de pantalla
fr: Enregistrement d'écran
hi: स्क्रीन रिकॉर्डिंग
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
ko: 화면 녹화
nl: Schermopname
pl: Nagrywanie ekranu
pt: Gravação de ecrã
ru: Запись экрана
sv: Skärminspelning
th: การบันทึกหน้าจอ
tr: Ekran Kaydı
uk: Запис екрана
vi: Ghi màn hình
zh_hant: 螢幕錄製

source: 屏幕录制权限
ar: إذن تسجيل الشاشة
de: Bildschirmaufnahme-Berechtigung
en: Screen Recording Permission
es: Permiso de grabación de pantalla
fr: Autorisation d'enregistrement de l'écran
hi: स्क्रीन रिकॉर्डिंग अनुमति
id: Izin Perekaman Layar
it: Permesso di registrazione dello schermo
ja: 画面収録の権限
ko: 화면 기록 권한
nl: Schermopname-toestemming
pl: Uprawnienie do nagrywania ekranu
pt: Permissão de Gravação de Tela
ru: Разрешение на запись экрана
sv: Skärminspelningsbehörighet
th: สิทธิ์การบันทึกหน้าจอ
tr: Ekran Kaydı İzni
uk: Дозвіл на запис екрана
vi: Quyền ghi màn hình
zh_hant: 螢幕錄製權限

source: 工具栏「捕获」按钮、菜单栏「捕获屏幕」子菜单或全局热键均可启动；框选后可在工具栏选择保存截图或录制为视频
ar: ابدأ من زر «التقاط» في شريط الأدوات، أو القائمة الفرعية «التقاط الشاشة» في شريط القوائم، أو مفتاح اختصار عام؛ وبعد تحديد منطقة استخدم شريط الأدوات لحفظ لقطة أو تسجيلها كفيديو
de: Start über die Schaltfläche „Erfassen“ in der Werkzeugleiste, das Untermenü „Bildschirm erfassen“ in der Menüleiste oder ein globales Tastenkürzel; nach der Bereichsauswahl können Sie in der Werkzeugleiste einen Screenshot sichern oder als Video aufnehmen
en: Start it from the toolbar “Capture” button, the menu bar “Capture Screen” submenu, or a global hotkey; after selecting a region, use the toolbar to save a screenshot or record it as a video
es: Inícialo con el botón «Capturar» de la barra de herramientas, el submenú «Capturar pantalla» de la barra de menús o un atajo global; tras seleccionar una región, usa la barra de herramientas para guardar una captura o grabarla como vídeo
fr: Lancez-le depuis le bouton « Capturer » de la barre d'outils, le sous-menu « Capturer l'écran » de la barre des menus ou un raccourci global ; après avoir sélectionné une zone, utilisez la barre d'outils pour enregistrer une capture ou la filmer
hi: टूलबार के «कैप्चर» बटन, मेन्यू बार के «स्क्रीन कैप्चर» उपमेन्यू या ग्लोबल हॉटकी से शुरू करें; क्षेत्र चुनने के बाद टूलबार से स्क्रीनशॉट सहेजें या वीडियो के रूप में रिकॉर्ड करें
id: Mulai dari tombol «Tangkap» di bilah alat, submenu «Tangkap Layar» di bilah menu, atau pintasan global; setelah memilih area, gunakan bilah alat untuk menyimpan tangkapan atau merekamnya sebagai video
it: Avvialo dal pulsante «Acquisisci» della barra strumenti, dal sottomenu «Acquisisci schermo» della barra dei menu o con una scorciatoia globale; dopo aver selezionato un’area, usa la barra strumenti per salvare uno screenshot o registrarlo come video
ja: ツールバーの「キャプチャ」ボタン、メニューバーの「画面キャプチャ」サブメニュー、またはグローバルホットキーから開始できます。範囲を選択したら、ツールバーでスクリーンショットを保存するか、動画として録画できます。
ko: 도구 막대의 ‘캡처’ 버튼, 메뉴 막대의 ‘화면 캡처’ 하위 메뉴 또는 전역 단축키로 시작할 수 있습니다. 영역을 선택한 뒤 도구 막대에서 스크린샷을 저장하거나 동영상으로 녹화하세요.
nl: Start via de knop «Vastleggen» in de werkbalk, het submenu «Scherm vastleggen» in de menubalk of een globale sneltoets; kies een gebied en gebruik daarna de werkbalk om een schermafbeelding op te slaan of als video op te nemen
pl: Uruchom przyciskiem „Przechwyć” na pasku narzędzi, podmenu „Przechwyć ekran” w pasku menu lub skrótem globalnym; po wybraniu obszaru zapisz zrzut lub nagraj go jako wideo
pt: Inicie com o botão «Capturar» da barra de ferramentas, o submenu «Capturar ecrã» da barra de menus ou um atalho global; depois de selecionar uma região, use a barra de ferramentas para guardar uma captura ou gravá-la como vídeo
ru: Запускается кнопкой «Захват» на панели инструментов, подменю «Захват экрана» в строке меню или глобальным сочетанием клавиш; выбрав область, сохраните снимок или запишите видео через панель инструментов
sv: Starta från knappen «Fånga» i verktygsfältet, undermenyn «Fånga skärm» i menyraden eller ett globalt kortkommando; markera ett område och använd sedan verktygsfältet för att spara en skärmbild eller spela in som video
th: เริ่มได้จากปุ่ม «จับภาพ» ในแถบเครื่องมือ เมนูย่อย «จับภาพหน้าจอ» ในแถบเมนู หรือปุ่มลัดทั่วไป หลังจากเลือกพื้นที่แล้วใช้แถบเครื่องมือบันทึกภาพหรือบันทึกเป็นวิดีโอ
tr: Araç çubuğundaki «Yakala» düğmesinden, menü çubuğundaki «Ekranı yakala» alt menüsünden veya genel kısayoldan başlatın; alanı seçtikten sonra araç çubuğundan ekran görüntüsü kaydedin ya da video olarak kaydedin
uk: Запускається кнопкою «Захоплення» на панелі інструментів, підменю «Захоплення екрана» в рядку меню або глобальною комбінацією клавіш; вибравши область, збережіть знімок або запишіть відео через панель інструментів
vi: Bắt đầu từ nút «Chụp» trên thanh công cụ, menu con «Chụp màn hình» trên thanh menu hoặc phím tắt toàn cục; sau khi chọn vùng, dùng thanh công cụ để lưu ảnh chụp hoặc ghi thành video
zh_hant: 工具列「擷取」按鈕、選單列「擷取螢幕」子選單或全域熱鍵均可啟動；框選後可在工具列選擇儲存截圖或錄製為影片

source: 工具栏「钉住」按钮可将截图置顶常驻屏幕并继续标注，点击保存后入库归档
ar: يحافظ زر «التثبيت» في شريط الأدوات على بقاء لقطة الشاشة في مقدمة الشاشة لمتابعة إضافة التعليقات، وبعد النقر على «حفظ» تُؤرشف.
de: Über die Schaltfläche „Anheften“ in der Symbolleiste bleibt der Screenshot immer im Vordergrund, sodass Sie weiter annotieren können; nach dem Klick auf „Sichern“ wird er archiviert.
en: The “Pin” button on the toolbar keeps the screenshot floating on top of the screen so you can keep annotating; click Save to archive it.
es: El botón «Fijar» de la barra de herramientas mantiene la captura siempre visible para seguir anotando; pulse Guardar para archivarla.
fr: Le bouton « Épingler » de la barre d’outils garde la capture au premier plan pour continuer à annoter ; cliquez sur Enregistrer pour l’archiver.
hi: टूलबार का «पिन» बटन स्क्रीनशॉट को स्क्रीन पर सबसे ऊपर रखता है ताकि एनोटेशन जारी रखा जा सके; सेव क्लिक करने पर यह संग्रहित हो जाता है।
id: Tombol «Sematkan» pada bilah alat membuat tangkapan layar selalu di atas layar agar anotasi dapat dilanjutkan; klik Simpan untuk mengarsipkannya.
it: Il pulsante «Blocca» della barra degli strumenti mantiene lo screenshot in primo piano per continuare ad annotare; fai clic su Salva per archiviarlo.
ja: ツールバーの「ピン留め」ボタンでスクリーンショットを常に手前に表示したまま注釈を続けられ、保存をクリックするとアーカイブに登録されます。
ko: 도구 모음의 ‘고정’ 버튼으로 스크린샷을 항상 화면 맨 위에 두고 계속 주석을 달 수 있으며, 저장을 클릭하면 보관됩니다.
nl: Met de knop ‘Vastmaken’ in de werkbalk blijft de schermafbeelding bovenop het scherm staan zodat u verder kunt annoteren; klik op Opslaan om te archiveren.
pl: Przycisk „Przypnij” na pasku narzędzi utrzymuje zrzut ekranu na wierzchu, co pozwala kontynuować adnotacje; po kliknięciu Zapisz trafia on do archiwum.
pt: O botão «Fixar» da barra de ferramentas mantém a captura sempre no topo da tela para continuar anotando; clique em Salvar para arquivá-la.
ru: Кнопка «Закрепить» на панели инструментов удерживает скриншот поверх экрана — разметку можно продолжать; после нажатия «Сохранить» он попадает в архив.
sv: Knappen ”Fäst” i verktygsfältet håller skärmdumpen överst på skärmen så att du kan fortsätta kommentera; klicka på Spara för att arkivera den.
th: ปุ่ม «ปักหมุด» บนแถบเครื่องมือจะทำให้ภาพหน้าจออยู่ด้านบนสุดของหน้าจอเพื่อใส่คำอธิบายต่อได้ เมื่อคลิกบันทึกแล้วจะถูกจัดเก็บเข้าคลัง
tr: Araç çubuğundaki «Sabitle» düğmesi ekran görüntüsünü her zaman üstte tutar ve işaretlemeye devam edebilirsiniz; Kaydet’e tıklayınca arşive eklenir.
uk: Кнопка «Закріпити» на панелі інструментів утримує скриншот поверх екрана — розмітку можна продовжити; після натискання «Зберегти» він потрапляє до архіву.
vi: Nút «Ghim» trên thanh công cụ giữ ảnh chụp luôn hiển thị trên cùng màn hình để tiếp tục chú thích; nhấp Lưu để lưu trữ.
zh_hant: 工具列「釘選」按鈕可將截圖置頂常駐螢幕並繼續標註，點擊儲存後入庫歸檔
